Repository: artcc/openclient-llm
Catalog: openclient-llm/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, nl, pt_pt, sv

# Let the model find current information and include the sources it used.
source: Allow the model to find current information and include the sources it used.
de: Lassen Sie das Modell aktuelle Informationen finden und die verwendeten Quellen angeben.
el: Αφήστε το μοντέλο να βρει τρέχουσες πληροφορίες και να συμπεριλάβει τις πηγές που χρησιμοποίησε.
es: Permite que el modelo busque información actual e incluya las fuentes que utilizó.
fr: Laissez le modèle trouver des informations actuelles et inclure les sources utilisées.
it: Lascia che il modello trovi informazioni aggiornate e includa le fonti utilizzate.
ja: モデルに最新情報を検索させ、使用した情報源を含めるようにします。
nl: Laat het model actuele informatie vinden en de gebruikte bronnen vermelden.
pt_pt: Deixe o modelo encontrar informações atuais e incluir as fontes que utilizou.
sv: Låt modellen hitta aktuell information och inkludera de källor den använde.

source: Feature Tips
de: Funktionstipps
el: Συμβουλές λειτουργιών
es: Consejos de funciones
fr: Conseils sur les fonctionnalités
it: Suggerimenti sulle funzionalità
ja: 機能のヒント
nl: Functietips
pt_pt: Dicas de Funcionalidades
sv: Funktionstips

source: Resend
de: Erneut senden
el: Αποστολή ξανά
es: Reenviar
fr: Renvoyer
it: Reinvia
ja: 再送信
nl: Opnieuw verzenden
pt_pt: Reenviar
sv: Skicka igen

source: Loading image %@
de: Bild %@ wird geladen
el: Φόρτωση εικόνας %@
es: Cargando imagen %@
fr: Chargement de l’image %@
it: Caricamento dell'immagine %@
ja: 画像 %@ を読み込み中
nl: Afbeelding %@ wordt geladen
pt_pt: A carregar a imagem %@
sv: Läser in bilden %@

source: Refresh
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
nl: Vernieuwen
pt_pt: Atualizar
sv: Uppdatera

source: Honeydew
de: Honigmelone
el: Πεπόνι μελιτώματος
es: Melón verde claro
fr: Melon miel
it: Melone bianco
ja: ハニーデュー
nl: Honingmeloen
pt_pt: Melão verde claro
sv: Honungsmelon

source: This MCP server currently exposes no available tools.
de: Dieser MCP-Server stellt derzeit keine verfügbaren Tools bereit.
el: Αυτός ο διακομιστής MCP δεν διαθέτει επί του παρόντος διαθέσιμα εργαλεία.
es: Este servidor MCP no ofrece ninguna herramienta disponible actualmente.
fr: Ce serveur MCP n’expose actuellement aucun outil disponible.
it: Questo server MCP attualmente non espone alcuno strumento disponibile.
ja: このMCPサーバーでは現在利用可能なツールはありません。
nl: Deze MCP-server biedt momenteel geen beschikbare tools.
pt_pt: Este servidor MCP não disponibiliza atualmente quaisquer ferramentas.
sv: Den här MCP-servern exponerar för närvarande inga tillgängliga verktyg.

source: Delete comment
de: Kommentar löschen
el: Διαγραφή σχολίου
es: Eliminar comentario
fr: Supprimer le commentaire
it: Elimina commento
ja: コメントを削除
nl: Reactie verwijderen
pt_pt: Eliminar comentário
sv: Radera kommentar

source: Description (optional)
de: Beschreibung (optional)
el: Περιγραφή (προαιρετικό)
es: Descripción (opcional)
fr: Description (optionnel)
it: Descrizione (opzionale)
ja: 説明（任意）
nl: Beschrijving (optioneel)
pt_pt: Descrição (opcional)
sv: Beskrivning (valfritt)

source: Search Tool
de: Suchwerkzeug
el: Εργαλείο αναζήτησης
es: Herramienta de búsqueda
fr: Outil de recherche
it: Strumento di ricerca
ja: 検索ツール
nl: Zoekhulpmiddel
pt_pt: Ferramenta de Pesquisa
sv: Sökverktyg

source: Tap the message actions button to edit, regenerate, branch, or save it as a favourite.
de: Tippe auf die Nachrichtaktionen-Schaltfläche, um die Nachricht zu bearbeiten, neu zu generieren, einen Zweig zu erstellen oder sie als Favorit zu speichern.
el: Πατήστε το κουμπί ενεργειών μηνύματος για να το επεξεργαστείτε, να το αναδημιουργήσετε, να δημιουργήσετε κλάδο ή να το αποθηκεύσετε ως αγαπημένο.
es: Toca el botón de acciones del mensaje para editarlo, regenerarlo, crear una bifurcación o guardarlo como favorito.
fr: Touchez le bouton d’actions du message pour le modifier, le régénérer, créer une branche ou l’enregistrer comme favori.
it: Tocca il pulsante delle azioni del messaggio per modificarlo, rigenerarlo, creare un ramo o salvarlo tra i preferiti.
ja: メッセージのアクションボタンをタップして、編集、再生成、分岐、またはお気に入りへの保存を行います。
nl: Tik op de knop voor berichtacties om het bericht te bewerken, opnieuw te genereren, af te splitsen of als favoriet op te slaan.
pt_pt: Toque no botão de ações da mensagem para a editar, regenerar, criar uma ramificação ou guardá-la como favorita.
sv: Tryck på knappen för meddelandeåtgärder för att redigera, generera om, förgrena eller spara det som favorit.

source: Touch and hold a conversation to pin, rename, or add tags
de: Tippen und halten Sie eine Unterhaltung, um sie anzuheften, umzubenennen oder Tags hinzuzufügen.
el: Πατήστε παρατεταμένα μια συνομιλία για καρφίτσωμα, μετονομασία ή προσθήκη ετικετών.
es: Mantén pulsada una conversación para anclar, renombrar o agregar etiquetas.
fr: Touchez et maintenez une conversation pour l’épingler, la renommer ou ajouter des tags.
it: Tocca e tieni premuta una conversazione per fissarla, rinominarla o aggiungere tag.
ja: 会話を長押しして、ピン留め、名前変更、またはタグの追加を行います。
nl: Houd een gesprek ingedrukt om vast te zetten, hernoemen of tags toe te voegen.
pt_pt: Toque e mantenha uma conversa para fixar, renomear ou adicionar etiquetas.
sv: Tryck och håll på en konversation för att fästa, byta namn eller lägga till taggar.

source: Speech recognition permission was not granted.
de: Die Erlaubnis zur Spracherkennung wurde nicht erteilt.
el: Η άδεια αναγνώρισης ομιλίας δεν δόθηκε.
es: No se concedió permiso para el reconocimiento de voz.
fr: La permission de reconnaissance vocale n’a pas été accordée.
it: Il permesso per il riconoscimento vocale non è stato concesso.
ja: 音声認識の許可が付与されていません。
nl: Toestemming voor spraakherkenning is niet verleend.
pt_pt: A permissão para reconhecimento de voz não foi concedida.
sv: Tillstånd för taligenkänning beviljades inte.

source: Synchronized data deleted successfully
de: Synchronisierte Daten erfolgreich gelöscht
el: Τα συγχρονισμένα δεδομένα διαγράφηκαν με επιτυχία
es: Datos sincronizados eliminados correctamente
fr: Données synchronisées supprimées avec succès
it: Dati sincronizzati eliminati correttamente
ja: 同期データを正常に削除しました
nl: Gesynchroniseerde gegevens zijn verwijderd
pt_pt: Dados sincronizados eliminados com sucesso
sv: Synkroniserade data har raderats

# Find conversation settings, favourites, files, and export options in this menu.
source: Find conversation settings, favorites, files, and export options in this menu.
de: Finde Konversationseinstellungen, Favoriten, Dateien und Exportoptionen in diesem Menü.
el: Βρείτε τις ρυθμίσεις συνομιλίας, τα αγαπημένα, τα αρχεία και τις επιλογές εξαγωγής σε αυτό το μενού.
es: Encuentra la configuración de conversación, favoritos, archivos y opciones de exportación en este menú.
fr: Trouvez les paramètres de conversation, favoris, fichiers et options d’exportation dans ce menu.
it: Trova impostazioni della conversazione, preferiti, file e opzioni di esportazione in questo menu.
ja: このメニューで会話設定、お気に入り、ファイル、エクスポートオプションを見つけられます。
nl: Vind gespreksinstellingen, favorieten, bestanden en exportopties in dit menu.
pt_pt: Encontre definições de conversa, favoritos, ficheiros e opções de exportação neste menu.
sv: Hitta konversationsinställningar, favoriter, filer och exportalternativ i den här menyn.

source: No comments yet. Be the first to comment!
de: Noch keine Kommentare. Sei der Erste, der kommentiert!
el: Δεν υπάρχουν σχόλια ακόμα. Γίνε ο πρώτος που θα σχολιάσει!
es: Aún no hay comentarios. ¡Sé el primero en comentar!
fr: Pas encore de commentaires. Soyez le premier à commenter !
it: Nessun commento ancora. Sii il primo a commentare!
ja: まだコメントはありません。最初のコメントを投稿しましょう！
nl: Nog geen reacties. Wees de eerste die reageert!
pt_pt: Ainda sem comentários. Seja o primeiro a comentar!
sv: Inga kommentarer än. Var den första att kommentera!

source: The network connection was lost.
de: Die Netzwerkverbindung wurde unterbrochen.
el: Η σύνδεση δικτύου διακόπηκε.
es: Se perdió la conexión de red.
fr: La connexion réseau a été perdue.
it: La connessione di rete è stata persa.
ja: ネットワーク接続が切断されました。
nl: De netwerkverbinding is verbroken.
pt_pt: A ligação de rede foi perdida.
sv: Nätverksanslutningen förlorades.

source: No results found for: %@
de: Keine Ergebnisse gefunden für: %@
el: Δεν βρέθηκαν αποτελέσματα για: %@
es: No se encontraron resultados para: %@
fr: Aucun résultat trouvé pour : %@
it: Nessun risultato trovato per: %@
ja: %@ の結果は見つかりませんでした
nl: Geen resultaten gevonden voor: %@
pt_pt: Nenhum resultado encontrado para: %@
sv: Inga resultat hittades för: %@

source: Manage Subscriptions
de: Abonnements verwalten
el: Διαχείριση συνδρομών
es: Gestionar suscripciones
fr: Gérer les abonnements
it: Gestisci abbonamenti
ja: サブスクリプションを管理
nl: Abonnementen beheren
pt_pt: Gerir subscrições
sv: Hantera prenumerationer

# Attach a photo or PDF so the model can analyse its content.
source: Attach a photo or PDF so the model can analyze its content.
de: Fügen Sie ein Foto oder eine PDF-Datei an, damit das Modell den Inhalt analysieren kann.
el: Επισυνάψτε μια φωτογραφία ή PDF ώστε το μοντέλο να αναλύσει το περιεχόμενό του.
es: Adjunta una foto o PDF para que el modelo pueda analizar su contenido.
fr: Joignez une photo ou un PDF pour que le modèle puisse analyser son contenu.
it: Allega una foto o un PDF in modo che il modello possa analizzarne il contenuto.
ja: 写真またはPDFを添付して、モデルが内容を分析できるようにしてください。
nl: Voeg een foto of PDF toe zodat het model de inhoud kan analyseren.
pt_pt: Anexe uma foto ou PDF para que o modelo possa analisar o seu conteúdo.
sv: Bifoga ett foto eller en PDF så att modellen kan analysera dess innehåll.

source: Be the first to suggest something!
de: Sei der Erste, der etwas vorschlägt!
el: Να είστε ο πρώτος που θα προτείνει κάτι!
es: ¡Sé el primero en sugerir algo!
fr: Soyez le premier à suggérer quelque chose !
it: Sii il primo a suggerire qualcosa!
ja: 最初に提案しましょう！
nl: Wees de eerste om iets voor te stellen!
pt_pt: Seja o primeiro a sugerir algo!
sv: Var den första att föreslå något!

source: Open in App
de: In App öffnen
el: Άνοιγμα στην εφαρμογή
es: Abrir en la app
fr: Ouvrir dans l’app
it: Apri nell’app
ja: アプリで開く
nl: Openen in app
pt_pt: Abrir na App
sv: Öppna i appen

source: Buy me a coffee · One-time purchase · Doesn't unlock any features
de: Kauf mir einen Kaffee · Einmaliger Kauf · Schaltet keine Funktionen frei
el: Κέρασέ μου έναν καφέ · Εφάπαξ αγορά · Δεν ξεκλειδώνει καμία λειτουργία
es: Cómprame un café · Compra única · No desbloquea ninguna función
fr: Offrez-moi un café · Achat unique · Ne débloque aucune fonctionnalité
it: Offrimi un caffè · Acquisto una tantum · Non sblocca alcuna funzionalità
ja: コーヒーをおごる · 1回限りの購入 · 機能はアンロックされません
nl: Koop een koffie voor me · Eenmalige aankoop · Ontgrendelt geen functies
pt_pt: Ofereça-me um café · Compra única · Não desbloqueia nenhuma funcionalidade
sv: Köp en kaffe åt mig · Engångsköp · Låser inte upp några funktioner

source: per month
de: pro Monat
el: ανά μήνα
es: por mes
fr: par mois
it: al mese
ja: 月額
nl: per maand
pt_pt: por mês
sv: per månad

source: Loading document
de: Dokument wird geladen
el: Φόρτωση εγγράφου
es: Cargando documento
fr: Chargement du document
it: Caricamento del documento
ja: ドキュメントを読み込み中
nl: Document wordt geladen
pt_pt: A carregar o documento
sv: Läser in dokumentet

source: PDF Document
de: PDF-Dokument
el: Έγγραφο PDF
es: Documento PDF
fr: Document PDF
it: Documento PDF
ja: PDFドキュメント
pt_pt: Documento PDF
sv: PDF-dokument

source: Copy
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopiëren
pt_pt: Copiar
sv: Kopiera

source: Invalid synchronized data was preserved for: %@.
de: Ungültige synchronisierte Daten wurden beibehalten für: %@.
el: Μη έγκυρα συγχρονισμένα δεδομένα διατηρήθηκαν για: %@.
es: Se conservaron datos sincronizados no válidos para: %@.
fr: Des données synchronisées non valides ont été conservées pour : %@.
it: Sono stati conservati dati sincronizzati non validi per: %@.
ja: 無効な同期データが次の項目に保持されました：%@。
nl: Ongeldige gesynchroniseerde gegevens zijn bewaard voor: %@.
pt_pt: Foram preservados dados sincronizados inválidos para: %@.
sv: Ogiltiga synkroniserade data sparades för: %@.

source: You'll need eggs, guanciale, Pecorino Romano...
de: Du brauchst Eier, Guanciale, Pecorino Romano...
el: Θα χρειαστείς αυγά, γκουαντσιάλε, Πεκορίνο Ρομάνο...
es: Necesitarás huevos, guanciale, Pecorino Romano...
fr: Vous aurez besoin d'œufs, de guanciale, de Pecorino Romano...
it: Ti serviranno uova, guanciale, Pecorino Romano...
ja: 卵、グアンチャーレ、ペコリーノ・ロマーノが必要です...
nl: Je hebt eieren, guanciale, Pecorino Romano nodig...
pt_pt: Vai precisar de ovos, guanciale, Pecorino Romano...
sv: Du behöver ägg, guanciale, Pecorino Romano...

source: Recipe for pasta carbonara
de: Rezept für Pasta Carbonara
el: Συνταγή για καρμπονάρα ζυμαρικών
es: Receta de pasta carbonara
fr: Recette de pâtes à la carbonara
it: Ricetta per pasta alla carbonara
ja: パスタカルボナーラのレシピ
nl: Recept voor pasta carbonara
pt_pt: Receita de massa carbonara
sv: Recept på pasta carbonara

source: Ghost Night
de: Geisternacht
el: Νυχτερινό Φάντασμα
es: Noche fantasmal
fr: Nuit fantôme
it: Notte spettrale
ja: ゴーストナイト
nl: Spooknacht
pt_pt: Noite Fantasma
sv: Spöknatt

source: Loading...
de: Lädt...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
nl: Bezig met laden...
pt_pt: A carregar...
sv: Läser in...

source: Analyze Images
de: Bilder analysieren
el: Ανάλυση εικόνων
es: Analizar imágenes
fr: Analyser les images
it: Analizza immagini
ja: 画像を分析する
nl: Afbeeldingen analyseren
pt_pt: Analisar imagens
sv: Analysera bilder

source: Regenerate Response
de: Antwort neu generieren
el: Αναδημιουργία Απάντησης
es: Regenerar respuesta
fr: Régénérer la réponse
it: Rigenera risposta
ja: 回答を再生成
nl: Antwoord opnieuw genereren
pt_pt: Regenerar Resposta
sv: Generera om svar

source: Recent Conversations
de: Letzte Unterhaltungen
el: Πρόσφατες Συνομιλίες
es: Conversaciones recientes
fr: Conversations récentes
it: Conversazioni recenti
ja: 最近の会話
nl: Recente gesprekken
pt_pt: Conversas Recentes
sv: Senaste konversationer

source: Extra Info
de: Zusätzliche Informationen
el: Επιπλέον Πληροφορίες
es: Información adicional
fr: Infos supplémentaires
it: Informazioni aggiuntive
ja: 追加情報
pt_pt: Informação Extra
sv: Extra information

source: Warning
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
nl: Waarschuwing
pt_pt: Aviso
sv: Varning

source: Analyzing images with %@...
de: Bilder werden mit %@ analysiert...
el: Ανάλυση εικόνων με %@...
es: Analizando imágenes con %@...
fr: Analyse des images avec %@…
it: Analisi delle immagini con %@...
ja: %@で画像を分析中…
nl: Afbeeldingen analyseren met %@…
pt_pt: A analisar imagens com %@...
sv: Analyserar bilder med %@...

source: Open the app from Shortcuts, other apps, or a browser using `openclient://`.
de: Öffnen Sie die App über Kurzbefehle, andere Apps oder einen Browser mit `openclient://`.
el: Άνοιξε την εφαρμογή από Συντομεύσεις, άλλες εφαρμογές ή πρόγραμμα περιήγησης χρησιμοποιώντας `openclient://`.
es: Abre la app desde Atajos, otras apps o un navegador usando `openclient://`.
fr: Ouvrez l’application depuis Raccourcis, d’autres applications ou un navigateur en utilisant `openclient://`.
it: Apri l’app da Comandi, altre app o un browser usando `openclient://`.
ja: ショートカット、他のアプリ、またはブラウザから `openclient://` を使ってアプリを開く
nl: Open de app via Opdrachten, andere apps of een browser met `openclient://`.
pt_pt: Abra a app a partir de Atalhos, outras apps ou um navegador usando `openclient://`.
sv: Öppna appen från Genvägar, andra appar eller en webbläsare med `openclient://`.

source: Context Window
de: Kontextfenster
el: Παράθυρο Συμφραζομένων
es: Ventana de contexto
fr: Fenêtre de contexte
it: Finestra di contesto
ja: コンテキストウィンドウ
nl: Contextvenster
pt_pt: Janela de Contexto
sv: Kontextfönster

source: Open Settings
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ja: 設定を開く
nl: Open instellingen
pt_pt: Abrir Definições
sv: Öppna inställningar

source: Leave this empty if your server doesn't require an API key.
de: Lassen Sie dieses Feld leer, wenn Ihr Server keinen API-Schlüssel benötigt.
el: Αφήστε το κενό αν ο διακομιστής σας δεν απαιτεί κλειδί API.
es: Déjalo vacío si tu servidor no requiere una clave de API.
fr: Laissez ce champ vide si votre serveur ne nécessite pas de clé API.
it: Lascia vuoto se il tuo server non richiede una chiave API.
ja: サーバーでAPIキーが必要ない場合は、空欄のままにしてください。
nl: Laat dit leeg als je server geen API-sleutel vereist.
pt_pt: Deixe este campo vazio se o seu servidor não exigir uma chave de API.
sv: Lämna detta tomt om din server inte kräver en API-nyckel.

source: Only active
de: Nur aktiv
el: Μόνο ενεργά
es: Solo activos
fr: Uniquement actif
it: Solo attivi
ja: アクティブのみ
nl: Alleen actief
pt_pt: Apenas ativo
sv: Endast aktiva

source: Tools enabled
de: Tools aktiviert
el: Ενεργοποιημένα εργαλεία
es: Herramientas habilitadas
fr: Outils activés
it: Strumenti abilitati
ja: 有効なツール
nl: Hulpmiddelen ingeschakeld
pt_pt: Ferramentas ativadas
sv: Verktyg aktiverade

source: Model Info
de: Modellinformationen
el: Πληροφορίες Μοντέλου
es: Información del modelo
fr: Infos sur le modèle
it: Informazioni sul modello
ja: モデル情報
nl: Modelinformatie
pt_pt: Informações do Modelo
sv: Modellinformation

source: Attach Image
de: Bild anhängen
el: Επισύναψη εικόνας
es: Adjuntar imagen
fr: Joindre une image
it: Allega immagine
ja: 画像を添付
nl: Afbeelding toevoegen
pt_pt: Anexar imagem
sv: Bifoga bild

source: Generated Image
de: Generiertes Bild
el: Παραγόμενη εικόνα
es: Imagen generada
fr: Image générée
it: Immagine generata
ja: 生成画像
nl: Gegenereerde afbeelding
pt_pt: Imagem Gerada
sv: Genererad bild

source: An image attachment ID is not uniquely available in the supplied attachments.
de: Eine Bildanhang-ID ist in den bereitgestellten Anhängen nicht eindeutig verfügbar.
el: Δεν υπάρχει μοναδικά διαθέσιμο αναγνωριστικό συνημμένης εικόνας στα παρεχόμενα συνημμένα.
es: El ID del archivo adjunto de imagen no está disponible de forma única en los archivos adjuntos proporcionados.
fr: Un identifiant de pièce jointe d’image n’est pas disponible de manière unique dans les pièces jointes fournies.
it: Un ID dell’allegato immagine non è disponibile in modo univoco tra gli allegati forniti.
ja: 提供された添付ファイル内に、画像添付IDが一意に存在しません。
nl: Er is geen unieke ID voor een afbeeldingsbijlage beschikbaar in de aangeleverde bijlagen.
pt_pt: Um ID de anexo de imagem não está disponível de forma única nos anexos fornecidos.
sv: Ett bildbilage-ID är inte unikt tillgängligt bland de tillhandahållna bilagorna.

source: Pinned
de: Angeheftet
el: Καρφιτσωμένα
es: Fijado
fr: Épinglé
it: Fissate
ja: ピン留め済み
nl: Vastgezet
pt_pt: Fixadas
sv: Fastnålad

source: %lld messages excluded from this request
de: %lld Nachrichten von dieser Anfrage ausgeschlossen
el: %lld μηνύματα εξαιρέθηκαν από αυτό το αίτημα
es: %lld mensajes excluidos de esta solicitud
fr: %lld messages exclus de cette requête
it: %lld messaggi esclusi da questa richiesta
ja: このリクエストから %lld 件のメッセージが除外されました
nl: %lld berichten uitgesloten van dit verzoek
pt_pt: %lld mensagens excluídas deste pedido
sv: %lld meddelanden uteslutna från denna förfrågan

source: In Progress
de: In Bearbeitung
el: Σε εξέλιξη
es: En progreso
fr: En cours
it: In corso
ja: 進行中
nl: Bezig
pt_pt: Em progresso
sv: Pågår

# Enter a positive whole number of input tokens.
source: Enter a positive integer number of input tokens
de: Geben Sie eine positive ganze Zahl der Eingabetoken ein.
el: Εισάγετε έναν θετικό ακέραιο αριθμό εισόδων.
es: Introduce un número entero positivo de tokens de entrada.
fr: Entrez un nombre entier positif de jetons d’entrée.
it: Inserisci un numero intero positivo di token di input.
ja: 正の整数の入力トークン数を入力してください。
nl: Voer een positief geheel aantal invoertokens in.
pt_pt: Introduza um número inteiro positivo de tokens de entrada.
sv: Ange ett positivt heltal för inmatningstoken.

source: Review iCloud account
de: iCloud-Account überprüfen
el: Ελέγξτε τον λογαριασμό iCloud
es: Revisar la cuenta de iCloud
fr: Vérifier le compte iCloud
it: Controlla l’account iCloud
ja: iCloudアカウントを確認する
nl: iCloud-account controleren
pt_pt: Rever a conta do iCloud
sv: Granska iCloud-kontot

source: Share your idea
de: Teile deine Idee
el: Μοιραστείτε την ιδέα σας
es: Comparte tu idea
fr: Partagez votre idée
it: Condividi la tua idea
ja: アイデアを共有する
nl: Deel je idee
pt_pt: Partilhe a sua ideia
sv: Dela din idé

source: Save Memory
de: Speicher speichern
el: Αποθήκευση μνήμης
es: Guardar memoria
fr: Enregistrer la mémoire
it: Salva memoria
ja: メモリを保存
nl: Geheugen opslaan
pt_pt: Guardar memória
sv: Spara minne

source: You are a creative writing assistant. Help craft engaging stories, characters, dialogue, and descriptions. Offer imaginative ideas, vivid imagery, and compelling narrative structure tailored to the user's style and genre.
de: Du bist ein kreativer Schreibassistent. Hilf dabei, fesselnde Geschichten, Charaktere, Dialoge und Beschreibungen zu gestalten. Biete einfallsreiche Ideen, lebendige Bilder und eine überzeugende Erzählstruktur, die auf den Stil und das Genre des Nutzers zugeschnitten sind.
el: Είστε βοηθός δημιουργικής γραφής. Βοηθήστε στη δημιουργία συναρπαστικών ιστοριών, χαρακτήρων, διαλόγων και περιγραφών. Προσφέρετε φανταστικές ιδέες, ζωντανές εικόνες και ελκυστική δομή αφήγησης προσαρμοσμένη στο ύφος και το είδος του χρήστη.
es: Eres un asistente de escritura creativa. Ayuda a crear historias, personajes, diálogos y descripciones atractivas. Ofrece ideas imaginativas, imágenes vívidas y una estructura narrativa convincente adaptada al estilo y género del usuario.
fr: Vous êtes un assistant d’écriture créative. Aidez à concevoir des histoires captivantes, des personnages, des dialogues et des descriptions. Proposez des idées imaginatives, des images vivantes et une structure narrative convaincante adaptée au style et au genre de l’utilisateur.
it: Sei un assistente di scrittura creativa. Aiuta a creare storie coinvolgenti, personaggi, dialoghi e descrizioni. Offri idee immaginative, immagini vivide e una struttura narrativa avvincente, adattata allo stile e al genere dell’utente.
ja: あなたはクリエイティブライティングアシスタントです。魅力的な物語、キャラクター、対話、描写の作成を支援します。ユーザーのスタイルやジャンルに合わせて、想像力豊かなアイデア、生き生きとしたイメージ、説得力のある物語構成を提供します。
nl: Je bent een assistent voor creatief schrijven. Help bij het bedenken van boeiende verhalen, personages, dialogen en beschrijvingen. Bied fantasierijke ideeën, levendige beelden en een meeslepende verhaallijn die aansluit bij de stijl en het genre van de gebruiker.
pt_pt: És um assistente de escrita criativa. Ajuda a criar histórias envolventes, personagens, diálogos e descrições. Oferece ideias imaginativas, imagens vívidas e uma estrutura narrativa cativante adaptada ao estilo e género do utilizador.
sv: Du är en kreativ skrivassistent. Hjälp till att skapa engagerande berättelser, karaktärer, dialoger och beskrivningar. Erbjud fantasifulla idéer, levande bilder och en fängslande berättarstruktur anpassad efter användarens stil och genre.

source: e.g. User prefers concise answers
de: z. B. Nutzer bevorzugt kurze Antworten
el: π.χ. Ο χρήστης προτιμά σύντομες απαντήσεις
es: p. ej. El usuario prefiere respuestas concisas
fr: ex. L’utilisateur préfère des réponses concises
it: es. L’utente preferisce risposte concise
ja: 例：ユーザーは簡潔な回答を好む
nl: Bijv. gebruiker geeft de voorkeur aan beknopte antwoorden
pt_pt: ex. O utilizador prefere respostas concisas
sv: t.ex. Användaren föredrar korta svar

source: Image and Vision
de: Bild und Vision
el: Εικόνα και όραση
es: Imagen y visión
fr: Image et vision
it: Immagini e visione
ja: 画像とビジョン
nl: Afbeelding en beeldanalyse
pt_pt: Imagem e Visão
sv: Bild och syn
